Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/other_files/eamialbmogat_ja_demeansa_davviriikkain.pdf.tmx
Source language: sme
Languages: smj

source: Fáddáfierpmádat máhtášii vuolggahit digaštallama nationála eiseválddiiguin das movt fátmmastit davviriikkalaš diehtoportálaid kártema.
smj: Tiebmáværmádahka luluj máhttet álgadit dágástallamav nasjonála oajválattjaj gåktu kárttimav nuorttarijkalasj diehtoportálajda sebrudahttet.

source: Fáddáfierpmádat máhtášii maiddái geahččat makkár vejolašvuođat leat movttiidahttit davviriikkalaš ovttasbarggu dutkamis, ovdamearkka dihte guđege lágan bijuid čuozahusat dahje dieđalaš kárten dárbbuin.
smj: Tiebmáværmádahka luluj aj máhttet gæhttjat makkir máhttelisvuoda li nuorttarijkalasj aktisasjbargov måvtåstuhttet dutkamin, duola degu gåktu duot dát doajmma vájkkut jali diedalasj kárttim dárbojs.

source: Maiddái ovttasbargu gaskariikkalaš dutkanfierpmádagain eamiálbmogiin ja demeanssas livččii máhttit leat áigeguovdil.
smj: Aktisasjbarggo rijkajgasskasasj dutkamværmádagájn iemeálmmugij ja demensa gáktuj luluj aj máhttet hiehpat.

source: 2. Fáddáfierpmádat ja Davviriikkaid čálgoguovddáš galggaše identifiseret makkár vejolašvuođat leat sámi ja ruonáeatnanlaš perspektiivii dálá davviriikkalaš ovttasbarggus gáiddusdikšumis, ovdamearkka dihte jus fátmmastit gielddain Ruonáeatnamis ja sámi hálddahusgielddaid Norggas, Ruoŧas ja Suomas.
smj: 2. Tiebmáværmádahka ja Nuorttarijkaj álkkádusguovdásj lulun galggat identifisierit makkir máhttelisvuoda li sáme ja ruodnáednama perspektijvajda dálásj nuorttarijkalasj aktisasjbargon guhkássujton, duola degu sebrudahttet suohkanijt Ruonáednamin ja sáme háldadimsuohkanijt Vuonan, Svierigin ja Suoman.

source: Polisidokumeanttat ja web-návccat
smj: Policydokumenta ja web-ressursa

source: • Norgga demeansstrategiija
smj: • Vuonarijka demænssastrategija

source: • Ruoŧa demeansstrategiija
smj: • Svieriga demænssastrategija

source: • Suoma muitoprográmma
smj: • Suoma mujttoprográmma

source: • Ruonáeatnama demeansstrategiija
smj: • Ruonáednama demænssastrategija

source: • Aldring og helses (Norge) reaiddut ja dieđut sámiid ja demeanssa birra
smj: • Aldring og helse (Vuodna) vædtsaga ja diedo sámij ja demensa birra

source: • Mii demeansa lea, álkeslogus demeanssa birra, heivejuvvon doaibmahehttejuvvon olbmuide ja kognitiivvalaš váttuide, gávdno davvisámegillii, julevsámegillii ja oarjánsámegillii ja viđa davviriikkalaš gielain ja eaŋgalasgillii.
smj: • Mij la demænssa, álkkeslågos demensa birra, hiebaduvvam doajmmahiereduvvam ulmutjijda ja sidjij gænna li kognitijvalasj doajmmahieredibme, gávnnu nuorttasámegiellaj, julevsámegiellaj ja oarjjelsámegiellaj ja vidá nuorttarijka gielajda ja ieŋŋilsgiellaj.

source: • Davviriikalaš deameansafierpmádat
smj: • Nuorttarijkaj demænssaværmádahka

source: • Fáddafierpmádat eamiálbmogiid ja demeanssa olbmuid váras
smj: • Tiebmáværmádahka iemeálmmugij ja demensa gáktuj
